esp-arduino-libs/ESP32_Display_Panel/test_apps/lvgl_port/sdkconfig.ci.m5stack_m5core2
CONFIG_IDF_TARGET="esp32s3"
CONFIG_COMPILER_OPTIMIZATION_PERF=y
CONFIG_BOARD_MANUFACTURER_ALL=y
CONFIG_BOARD_M5STACK_M5CORE2=y

# lvgl
CONFIG_LV_COLOR_16_SWAP=y
